Revit 2021.1 API
SpecTypeId.AreaForce Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId AreaForce { get; }
Visual Basic
Public Shared ReadOnly Property AreaForce As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AreaForce {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace